<header>
    <div class="union-container">
        <div class="logo-container">
            <div class="logo">
                <a href="{!! route('home') !!}">
                    <svg width="74" height="74" viewBox="0 0 74 74" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M70.1462 36.926C69.1081 36.926 68.2925 37.74 68.2183 38.702V38.776C67.8476 56.24 53.5366 70.226 36.0371 70.226C18.241 70.226 3.78167 55.796 3.78167 38.036C3.78167 23.828 13.0505 11.766 25.8785 7.47401C26.0268 7.40001 26.1751 7.40001 26.3975 7.32601C27.0649 7.03001 27.4356 6.36401 27.4356 5.62401C27.4356 4.58801 26.62 3.70001 25.5077 3.70001C25.3594 3.70001 25.2111 3.70001 25.0628 3.77401C24.9145 3.77401 24.8404 3.84801 24.6921 3.84801C10.3811 8.65801 0 22.126 0 38.036C0 57.942 16.0906 74 36.0371 74C55.5386 74 71.4068 58.534 72 39.22C72 38.998 72 38.776 72 38.554C71.8517 37.666 71.1102 36.926 70.1462 36.926Z" fill="#7297AB"/>
                        <path d="M63.9176 19.906C62.2863 20.72 61.6931 22.792 62.5087 24.42C63.3244 26.048 65.4006 26.788 67.0319 25.9L70.9619 23.902C71.1843 23.754 71.4809 23.68 71.7775 23.754L70.2945 20.942C70.2204 21.238 69.9979 21.386 69.7013 21.534L65.9938 23.458C65.4006 23.754 65.0298 23.828 64.8074 23.236C64.5108 22.718 64.7332 22.422 65.3264 22.126L69.034 20.202C69.2564 20.054 69.553 19.98 69.8496 20.054L68.3666 17.242C68.2925 17.538 68.07 17.686 67.7734 17.834L63.9176 19.906Z" fill="#A71C20"/>
                        <path d="M63.3245 12.58C63.5469 12.432 63.7694 12.21 64.066 12.21L61.9156 9.91602C61.9156 10.212 61.6932 10.434 61.5449 10.656L56.6509 15.318C56.4285 15.466 56.206 15.688 55.9094 15.688L59.172 19.092L60.9516 17.39C60.5809 17.242 60.2843 17.02 60.0618 16.724L59.5428 16.206L63.3245 12.58Z" fill="#A71C20"/>
                        <path d="M50.8671 8.80601L52.4984 6.80801H52.5726L51.9052 9.32401L50.8671 8.80601ZM52.1277 3.62601C52.2018 3.77401 52.276 3.92201 52.2018 4.07001C52.1277 4.21801 51.9794 4.36601 51.8311 4.44001L46.9372 8.95401C46.5664 9.25001 46.2698 9.54601 45.899 9.69401L48.9392 11.248V11.174C48.8651 11.1 48.9392 10.878 49.0134 10.804C49.1617 10.582 49.31 10.36 49.5324 10.212L51.5345 11.248C51.4603 11.47 51.4603 11.766 51.312 11.988C51.2379 12.136 51.1637 12.284 51.0154 12.358L53.9814 13.912C53.9073 13.69 53.8331 13.394 53.9073 13.024L54.9454 5.03201L52.1277 3.62601Z" fill="#ED1C24"/>
                        <path d="M42.2657 9.028C42.1174 8.954 42.0432 8.806 42.0432 8.658C42.0432 8.51 42.1915 8.288 42.1915 8.14L45.3058 2.22C45.5283 1.776 45.7507 1.406 46.0473 1.184L42.7847 0.74V0.814C42.8589 0.888 42.8589 1.036 42.8589 1.184C42.8589 1.406 42.6364 1.702 42.5623 1.924L40.9309 5.624L40.3377 1.628C40.3377 1.406 40.2636 1.11 40.2636 0.888C40.2636 0.74 40.3377 0.592 40.4119 0.444L37.001 0C37.1493 0.222 37.2976 0.444 37.3717 0.666L39.1513 8.584L42.2657 9.028Z" fill="#ED1C24"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M28.7703 14.726C31.5139 14.43 34.3316 17.168 34.7765 20.942C35.2214 24.716 32.6262 29.156 29.8826 29.452C27.139 29.748 24.4696 25.974 24.0989 22.126C23.654 18.352 26.0268 15.022 28.7703 14.726Z" fill="#7297AB"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M43.3038 14.578C46.0474 14.8 48.346 17.982 48.1236 21.756C47.827 25.604 44.4902 29.452 41.7466 29.23C39.0031 29.008 37.0752 24.864 37.3718 21.016C37.5942 17.242 40.5602 14.43 43.3038 14.578Z" fill="#125E7E"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M56.0577 22.052C58.2822 23.014 59.2462 26.344 57.8373 29.378C56.5026 32.412 52.5726 34.632 50.3481 33.596C48.1236 32.634 47.827 28.638 49.1617 25.53C50.5706 22.57 53.8332 21.09 56.0577 22.052Z" fill="#125E7E"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M15.0525 23.088C16.8321 21.682 20.0206 22.348 22.0227 24.864C24.0247 27.38 24.0989 31.598 22.3193 32.93C20.5397 34.336 16.9804 32.856 15.0525 30.34C13.0505 27.824 13.2729 24.494 15.0525 23.088Z" fill="#7297AB"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M36.037 62.752V39.22C34.1833 36.852 31.3656 35.372 28.2512 35.372C22.5417 35.372 17.9443 40.33 17.9443 46.472C17.9443 55.13 28.5478 62.752 36.037 62.752Z" fill="#ED1C24"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M43.8229 35.372C40.7086 35.372 37.8909 36.852 36.0371 39.22V62.752C43.5263 62.752 54.1298 55.056 54.1298 46.472C54.1298 40.33 49.5325 35.372 43.8229 35.372Z" fill="#A71C20"/>
                    </svg>
                </a>
            </div>
            <span class="logo-font">Быстрое решение<br>для домашних животных</span>
        </div>
        <img width="20" height="18" src="{!! asset('/img/union.svg') !!}" alt="union" class="union union_js">
        <img width="22" height="22" src="{!! asset('/img/close.svg') !!}" alt="union" class="close close_js hide">
    </div>
    <div class="nav-container">
        <div class="contact-container">
            <nav class="navigation mobile-navigation mobile_navigation_js hide">
                <ul>

                    <li><a href="{!! route('home') !!}" class="nav-font normal-font nav-item @if(\Request::route() && \Request::route()->action['as'] == 'home') active @endif">Главная</a></li>
                    <li><a href="{!! route('about') !!}" class="nav-font normal-font nav-item @if(\Request::route() && \Request::route()->action['as']  == 'about') active @endif">О компании</a></li>
                    <li><a href="{!! route('contact') !!}" class="nav-font  normal-font nav-item @if(\Request::route() && \Request::route()->action['as']  == 'contact') active @endif">Контактная информация</a></li>
                </ul>
            </nav>
            <div class="contact-font contact">
                <svg width="18" height="16" viewBox="0 0 18 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M18 2.5625C18 1.56562 17.19 0.75 16.2 0.75H1.8C0.81 0.75 0 1.56562 0 2.5625V13.4375C0 14.4344 0.81 15.25 1.8 15.25H16.2C17.19 15.25 18 14.4344 18 13.4375V2.5625ZM16.2 2.5625L9 7.09375L1.8 2.5625H16.2ZM16.2 13.4375H1.8V4.375L9 8.90625L16.2 4.375V13.4375Z" fill="#7297AB"/>
                </svg>
                <span><a href = "mailto:{{ get_site_email() }}">{{ get_site_email() }}</a></span>
            </div>
            <div class="contact-font contact">
                <svg width="18" height="18" viewBox="0 0 18 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M18 13.5V17C18 17.5 17.5 18 17 18C7.6 18 0 10.4 0 1C0 0.5 0.5 0 1 0H4.5C5 0 5.5 0.5 5.5 1C5.5 2.2 5.7 3.5 6.1 4.6C6.2 4.9 6.1 5.3 5.9 5.6L3.6 7.8C5 10.6 7.4 12.9 10.2 14.4L12.4 12.2C12.6 12 12.8 11.9 13.1 11.9C13.2 11.9 13.3 11.9 13.4 11.9C14.5 12.3 15.7 12.5 17 12.5C17.5 12.5 18 13 18 13.5Z" fill="#7297AB"/>
                </svg>
                <span><a href="tel:{!! get_site_phone() !!}">{!! get_site_phone() !!}</a></span>
            </div>
        </div>

        <div class="navigation-container">
            <nav class="navigation desktop-navigation">
                <ul>
                    <li><a href="{!! route('home') !!}" class="nav-font normal-font nav-item @if(\Request::route() && \Request::route()->action['as']  == 'home') active @endif">Главная</a></li>
                    <li><a href="{!! route('about') !!}" class="nav-font normal-font nav-item @if(\Request::route() && \Request::route()->action['as']  == 'about') active @endif">О компании</a></li>
                    <li><a href="{!! route('contact') !!}" class="nav-font  normal-font nav-item @if(\Request::route() && \Request::route()->action['as']  == 'contact') active @endif">Контактная информация</a></li>
                </ul>
            </nav>

            <a href="{{ route('pdf.download') }}" class="normal-font red-button-font red-button">Скачать каталог</a>
        </div>
    </div>
</header>
